// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scan to E-mail";

HSDTaskDescription = "Scan to E-mail lets you start scans from the front panel of your HP device, and automatically send the output to an e-mail address.";
HSDTaskNote = "When you click \"Begin Scan to E-mail Setup\", a web browser will open to your device's embedded web server. Follow the instructions presented to complete the setup.";
HSDSetupButtonTitle = "Begin Scan to E-mail Setup…";

HSDNotAvailableLabel = "This device does not support scanning to email.";
